Revit 2027 API
ParameterTypeId.RbsElecApparentLoadPhase1 Property
 "Apparent Power Phase 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecApparentLoadPhase1 { get; }
Public Shared ReadOnly Property RbsElecApparentLoadPhase1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecApparentLoadPhase1 {
	ForgeTypeId^ get ();
}
static member RbsElecApparentLoadPhase1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace